# Problem 7:
#
# Создайте условие которое будет срабатывать в любом случае.

a = int(input())

if a < 0 or a > 0 or a == 0:

    print("Go!")

